{
    "IMAGES":[
        {
            "FILENAME":"2011-05-21-my-home-town.jpg",
            "NAME":"My Home Town",
            "MEDIUM":"watercolor",
            "DESCRIPTION":"This is my home town yo"
        },
        {
            "FILENAME":"2011-10-22.jpg"
        },
        {
            "FILENAME":"2012-12-19-the-maidens-prayer.png",
            "NAME":"The Maiden's Prayer",
            "MEDIUM":"Oil",
            "DESCRIPTION":"Scholastic Gold Key Award, 2012"
        },
        {
            "FILENAME":"2012-12-my-dog.png"
        },
        {
            "FILENAME":"2013-05.png"
        },
        {
            "FILENAME":"2013-08-searching-for-dreams.png"
        },
        {
            "FILENAME":"2013-10-reading.png"
        },
        {
            "FILENAME":"2013-12-folk-dancing.png"
        },
        {
            "FILENAME":"2014-03-pastel.jpg"
        },
        {
            "FILENAME":"2014-05-24.jpg"
        },
        {
            "FILENAME":"2014-09-20.jpg"
        },
        {
            "FILENAME":"2015-12-oriental-bellade.png"
        },
        {
            "FILENAME":"2016-03-contentment.png"
        },
        {
            "FILENAME":"cultural-appropriation1.png"
        },
        {
            "FILENAME":"cute-as-a-button.png"
        },
        {
            "FILENAME":"drapery-pastel.jpg"
        },
        {
            "FILENAME":"drapery-with-emphasis.jpg"
        },
        {
            "FILENAME":"flamingo.png"
        },
        {
            "FILENAME":"green.png"
        },
        {
            "FILENAME":"holiday.png"
        },
        {
            "FILENAME":"oil-pastel.jpg"
        },
        {
            "FILENAME":"pic2.png"
        },
        {
            "FILENAME":"rodeo1.jpg"
        },
        {
            "FILENAME":"rodeo2.jpg"
        },
        {
            "FILENAME":"self-portrait.jpg",
            "NAME":"Self Portrait"
        },
        {
            "FILENAME":"where-the-moon-isnt.png"
        }
    ],
    "BIO":"From the time Gina Chee was only a toddler, she knew she had a passion for drawing. Even as a young child, Gina would spend hours and hours on her desk drawing things such as butterflies and clouds, and after receiving praise from her parents and friends, she began to expand her skills outside art classes. From early elementary school, she began learning graphite, pastel, and watercolor and later studied painting in middle school, with studio art teacher Xinsheng Wang. It was there where she fell in love with acrylic and oil painting, and it quickly became her most favorite and strongest mediums. In high school, Gina's technical skills and aesthetic developed, as she joined her high school's art program, under the teachings of Donna reedy. After nearly 12 years of hard work and creativity, Gina had strongly developed her own personal style, and has continued to expand her knowledge of art through her paintings and drawings, and has advanced a deep appreciation for may different forms of art, including her recent experimentations with digital art. It's because of the love and encouragement through her family, friends, peers, and art teachers that Gina has been able to continuously do what she loves most and receive recognition for her talents.",
    "PROFILE_PICTURE":"images/profile_picture.png"
}
